{"source_vocab": {"token_to_idx": {"<MASK>": 0, "<UNK>": 1, "<BEGIN>": 2, "<END>": 3, "K": 4, "U": 5, "S": 6, "I": 7, "C": 8, "E": 9, "L": 10, "T": 11, "O": 12, "N": 13, "A": 14, "R": 15, "G": 16, "P": 17, "Z": 18, "W": 19, "B": 20, "D": 21, "H": 22, "Y": 23, "F": 24, "M": 25, "V": 26, "Q": 27, "J": 28, "<s>": 29, "X": 30, "-": 31, "'": 32}, "unk_token": "<UNK>", "mask_token": "<MASK>", "begin_seq_token": "<BEGIN>", "end_seq_token": "<END>"}, "target_vocab": {"token_to_idx": {"<MASK>": 0, "<UNK>": 1, "<BEGIN>": 2, "<END>": 3, "\u5e93": 4, "\u897f": 5, "\u514b": 6, "\u51ef": 7, "\u5c14": 8, "\u987f": 9, "\u62c9": 10, "\u91cc": 11, "\u4e9a": 12, "\u52a0": 13, "\u666e": 14, "\u4f0a": 15, "\u9f50": 16, "\u57fa": 17, "\u6c83": 18, "\u5361": 19, "\u8d1d": 20, "\u6797": 21, "\u5947": 22, "\u5409": 23, "\u68ee": 24, "\u65af": 25, "\u76d6": 26, "\u683c": 27, "\u7eb3": 28, "\u7f57": 29, "\u5fb7": 30, "\u97e6": 31, "\u8d39": 32, "\u7c73": 33, "\u5185": 34, "\u8bfa": 35, "\u5df4": 36, "\u9b4f": 37, "\u8fc8": 38, "\u4f69": 39, "\u54c8": 40, "\u8499": 41, "\u5179": 42, "\u9a6c": 43, "\u7279": 44, "\u57c3": 45, "\u52d2": 46, "\u66fc": 47, "\u5965": 48, "\u5229": 49, "\u79d1": 50, "\u59c6": 51, "\u74e6": 52, "\u6e29": 53, "\u8036": 54, "\u5f17": 55, "\u6208": 56, "\u53e4": 57, "\u5854": 58, "\u592b": 59, "\u5384": 60, "\u5f53": 61, "\u8482": 62, "\u4f26": 63, "\u9ea6": 64, "\u5c3c": 65, "\u6587": 66, "\u96f7": 67, "\u5f6d": 68, "\u5b81": 69, "\u4e39": 70, "\u6cfd": 71, "\u5eb7": 72, "\u7ef4": 73, "\u745f": 74, "\u5e03": 75, "\u6377": 76, "\u767b": 77, "\u4e54": 78, "\u591a": 79, "\u6d77": 80, "\u5821": 81, "\u8fbe": 82, "\u4ec0": 83, "\u5f7b": 84, "\u8428": 85, "\u8fea": 86, "\u5b89": 87, "\u73c0": 88, "\u4f11": 89, "\u7a46": 90, "\u6bd4": 91, "\u8d6b": 92, "\u9c81": 93, "\u5bbe": 94, "\u535a": 95, "\u8328": 96, "\u4f2f": 97, "\u827e": 98, "\u6069": 99, "\u6258": 100, "\u963f": 101, "\u594e": 102, "\u626c": 103, "\u67f3": 104, "\u5bcc": 105, "\u5170": 106, "\u80af": 107, "\u96c5": 108, "\u5766": 109, "\u76ae": 110, "\u9686": 111, "\u7d22": 112, "\u677e": 113, "\u83ab": 114, "\u5207": 115, "\u83b1": 116, "\u95e8": 117, "\u6b23": 118, "\u8003": 119, "\u56e0": 120, "\u83f2": 121, "\u5174": 122, "\u970d": 123, "\u8303": 124, "\u6851": 125, "\u6ed5": 126, "\u82ac": 127, "\u52b3": 128, "\u6770": 129, "\u675c": 130, "\u6839": 131, "\u8d56": 132, "\u820d": 133, "\u7fc1": 134, "\u5e0c": 135, "\u8c22": 136, "\u838e": 137, "\u6d1b": 138, "\u6717": 139, "\u6ce2": 140, "\u65bd": 141, "\u6885": 142, "\u4ea8": 143, "\u5ef7": 144, "\u5415": 145, "\u5e73": 146, "\u6c99": 147, "\u91d1": 148, "\u574e": 149, "\u5357": 150, "\u7f8e": 151, "\u6d32": 152, "\u5927": 153, "\u9646": 154, "\u60e0": 155, "\u798f": 156, "\u6234": 157, "\u6602": 158, "\u5e15": 159, "\u672c": 160, "\u6cd5": 161, "\u624e": 162, "\u70ed": 163, "\u5c91": 164, "\u96c6": 165, "\u592a": 166, "\u9053": 167, "\u67ef": 168, "\u66fe": 169, "\u67e5": 170, "\u9521": 171, "\u6862": 172, "\u56fe": 173, "\u5a01": 174, "\u5ec9": 175, "\u5217": 176, "\u5321": 177, "\u80e1": 178, "\u73ed": 179, "\u7ebd": 180, "\u82f1": 181, "\u585e": 182, "\u522b": 183, "\u6d25": 184, "\u8f9b": 185, "\u52aa": 186, "\u8c6a": 187, "\u4ee3": 188, "\u8fde": 189, "\u4eac": 190, "\u5a1c": 191, "\u8096": 192, "\u6c49": 193, "\u534e": 194, "\u9ed8": 195, "\u51b2": 196, "\u6469": 197, "\u4e07": 198, "\u62ff": 199, "\u5171": 200, "\u548c": 201, "\u56fd": 202, "\u7434": 203, "\u4f0d": 204, "\u63aa": 205, "\u5c1a": 206, "\u7565": 207, "\u8d3e": 208, "\u7b56": 209, "\u5b63": 210, "\u4e01": 211, "\u5a05": 212, "\u5b54": 213, "\u5f7c": 214, "\u5f97": 215, "\u82cf": 216, "\u7ea6": 217, "\u7136": 218, "\u660e": 219, "\u4e1c": 220, "\u6cf0": 221, "\u7532": 222, "\u5362": 223, "\u695a": 224, "\u79cb": 225, "\u6d4e": 226, "\u4fee": 227, "\u5948": 228, "\u9093": 229, "\u6d3e": 230, "\u7433": 231, "\u6070": 232, "\u5e95": 233, "\u8d5b": 234, "\u7f2a": 235, "\u8a79": 236, "\u62dc": 237, "\u6606": 238, "\u743c": 239, "\u6492": 240, "\u9c8d": 241, "\u8ba9": 242, "\u4e18": 243, "\u4f50": 244, "\u73cd": 245, "\u59ae": 246, "\u94a6": 247, "\u82e5": 248, "\u5bc6": 249, "\u5938": 250, "\u9ed1": 251, "\u4e3d": 252, "\u53f2": 253, "\u65a4": 254, "\u68ad": 255, "\u6000": 256, "\u8d5e": 257, "\u8212": 258, "\u5c24": 259, "\u51af": 260, "\u90a6": 261, "\u65b9": 262, "\u7518": 263, "\u84ec": 264, "\u8292": 265, "\u739b": 266, "\u8bb8": 267, "\u829d": 268, "\u54e5": 269, "\u5188": 270, "\u536b": 271, "\u901a": 272, "\u8389": 273, "\u7533": 274, "\u7ecd": 275, "\u572d": 276, "\u5723": 277, "\u4fe1": 278, "\u8d21": 279, "\u745e": 280, "\u5178": 281, "\u4fac": 282, "\u5386": 283, "\u5c71": 284, "\u9ad8": 285, "\u4fdd": 286, "\u7459": 287, "\u8446": 288, "\u5510": 289, "\u5ae9": 290, "\u6f58": 291, "\u6731": 292, "\u519c": 293, "\u7956": 294, "\u5e9e": 295, "\u4e4c": 296, "\u900a": 297, "\u771f": 298, "\u5404": 299, "\u74dc": 300, "\u674e": 301, "\u70c8": 302, "\u4e30": 303, "\u697c": 304, "\u8521": 305, "\u6d85": 306, "\u68f1": 307, "\u535c": 308, "\u5bb9": 309, "\u6c38": 310, "\u90a3": 311, "\u5c01": 312, "\u7ff0": 313, "\u5bff": 314, "\u601d": 315, "\u5761": 316, "\u752b": 317, "\u7ee5": 318, "\u6c42": 319, "\u88d8": 320, "\u9a79": 321, "\u5305": 322, "\u5148": 323, "\u590f": 324, "\u7684": 325, "\u9ece": 326, "\u65fa": 327, "\u96ea": 328, "\u4f5b": 329, "\u6cbb": 330, "\u6c40": 331, "\u6bd5": 332, "\u5bdf": 333, "\u65e5": 334, "\u516d": 335, "\u9aa4": 336, "\u5ef6": 337, "\u4e45": 338, "\u9f99": 339, "\u9752": 340, "\u57ce": 341, "\u83e1": 342, "\u5b50": 343, "\u6b47": 344, "\u6d2a": 345, "\u7559": 346, "\u5c48": 347, "\u9999": 348, "\u5cb8": 349, "\u660c": 350, "\u707f": 351, "\u6240": 352, "\u51e1": 353, "\u826f": 354, "\u6bdb": 355, "\u5017": 356, "\u5954": 357, "\u5ed6": 358, "\u91c7": 359, "\u5e2d": 360, "\u6b27": 361, "\u9676": 362, "\u6566": 363, "\u857e": 364, "\u59dc": 365, "\u4f73": 366, "\u96c4": 367, "\u7231": 368, "\u6cfc": 369, "\u66f9": 370, "\u6590": 371, "\u90ce": 372, "\u65e7": 373, "\u5782": 374, "\u611f": 375, "\u9526": 376, "\u805a": 377, "\u73ca": 378, "\u7126": 379, "\u57f9": 380, "\u9b41": 381, "\u7075": 382, "\u5a03": 383, "\u5b5f": 384, "\u859b": 385, "\u9edb": 386, "\u7d2f": 387, "\u72c4": 388, "\u4e8e": 389, "\u4ecb": 390, "\u5c45": 391, "\u94b1": 392, "\u5916": 393, "\u7fa4": 394, "\u5c9b": 395, "\u5e72": 396, "\u820c": 397, "\u6c64": 398, "\u767e": 399, "\u8001": 400, "\u6c47": 401, "\u58eb": 402, "\u5317": 403, "\u6781": 404, "\u7ea2": 405, "\u6cb3": 406, "\u6751": 407, "\u8339": 408, "\u9614": 409, "\u767d": 410, "\u4fc4": 411, "\u6b66": 412, "\u6d0b": 413, "\u8fb9": 414, "\u5609": 415, "\u7247": 416, "\u5730": 417, "\u8857": 418, "\u841d": 419, "\u738b": 420, "\u68af": 421, "\u4e5f": 422, "\u67f4": 423, "\u54b8": 424, "\u53f6": 425, "\u5f20": 426, "\u751f": 427, "\u5ce1": 428, "\u8c37": 429, "\u79d8": 430, "\u4ee4": 431, "\u500d": 432, "\u5112": 433, "\u8fed": 434, "\u652f": 435, "\u5951": 436, "\u4e2d": 437, "\u6e56": 438, "\u7406": 439, "\u82d7": 440, "\u7f55": 441, "\u5a09": 442, "\u9a8b": 443, "\u4e1d": 444, "\u6e2f": 445, "\u65f6": 446, "\u5e87": 447, "\u6155": 448, "\u6e25": 449, "\u654f": 450, "\u5fd7": 451, "\u82b7": 452, "\u971e": 453, "\u73bb": 454, "\u9732": 455, "\u814a": 456, "\u582a": 457, "\u6714": 458, "\u679c": 459, "\u5218": 460, "\u6613": 461, "\u845b": 462, "\u8587": 463, "\u5b59": 464, "\u67cf": 465, "\u58a8": 466, "\u8131": 467, "\u88f4": 468, "\u89d2": 469, "\u6653": 470, "\u82ad": 471, "\u7011": 472, "\u7f05": 473, "\u7538": 474, "\u8054": 475, "\u5b97": 476, "\u8377": 477, "\u53d9": 478, "\u6ef4": 479, "\u90e1": 480, "\u8bb7": 481, "\u8302": 482, "\u83b2": 483, "\u6d66": 484, "\u7b2c": 485, "\u8042": 486, "\u806a": 487, "\u4f17": 488, "\u949f": 489, "\u8def": 490, "\u65b0": 491, "\u4f0f": 492, "\u4f3d": 493, "\u4e5d": 494, "\u5d14": 495, "\u53ef": 496, "\u987a": 497, "\u8bda": 498, "\u5408": 499, "\u5146": 500, "\u4f10": 501, "\u9769": 502, "\u9640": 503, "\u5c60": 504, "\u63d0": 505, "\u620e": 506, "\u6c5f": 507, "\u6881": 508, "\u94c1": 509, "\u5c27": 510, "\u5f3a": 511, "\u5343": 512, "\u5360": 513, "\u632f": 514, "\u9707": 515, "\u54f2": 516, "\u5bb0": 517, "\u610f": 518, "\u8000": 519, "\u7259": 520, "\u5353": 521, "\u7acb": 522, "\u9e20": 523, "\u4e91": 524, "\u7901": 525, "\u504c": 526, "\u575a": 527, "\u6620": 528, "\u5f00": 529, "\u7eaa": 530, "\u6cab": 531, "\u8309": 532, "\u7d6e": 533, "\u975e": 534, "\u8d8a": 535, "\u793e": 536, "\u4f1a": 537, "\u4e3b": 538, "\u4e49": 539, "\u987e": 540, "\u65e6": 541, "\u4f55": 542, "\u53ca": 543, "\u6c11": 544, "\u4eba": 545, "\u4fca": 546, "\u65ec": 547, "\u8bad": 548, "\u9075": 549, "\u4e0d": 550, "\u900f": 551, "\u52c3": 552, "\u4faf": 553, "\u5bbd": 554, "\u6089": 555, "\u85cf": 556, "\u8033": 557, "\u90b1": 558, "\u6b21": 559, "\u62a5": 560, "\u5e7f": 561, "\u573a": 562, "\u8272": 563, "\u84b2": 564, "\u5135": 565, "\u9f9a": 566, "\u5339": 567, "\u5fe0": 568, "\u542f": 569, "\u5219": 570, "\u706b": 571, "\u5974": 572, "\u725b": 573, "\u9102": 574, "\u6728": 575, "\u5580": 576, "\u571f": 577, "\u97f3": 578, "\u5e74": 579, "\u5370": 580, "\u6fb3": 581, "\u76db": 582, "\u51b0": 583, "\u7b54": 584, "\u58c1": 585, "\u6765": 586, "\u51e0": 587, "\u72b9": 588, "\u6c57": 589, "\u4e09": 590, "\u516b": 591, "\u5fc3": 592, "\u6a0a": 593, "\u5e02": 594, "\u56ed": 595, "\u7701": 596, "\u5c0f": 597, "\u661f": 598, "\u65c1": 599, "\u533a": 600, "\u95f5": 601, "\u826e": 602, "\u4e13": 603, "\u59d4": 604, "\u7a9d": 605, "\u5ad2": 606, "\u4ece": 607, "\u5f90": 608, "\u7984": 609, "\u5f8b": 610, "\u5915": 611, "\u8363": 612, "\u4f94": 613, "\u5b9d": 614, "\u8299": 615, "\u667a": 616, "\u68b5": 617, "\u62ab": 618, "\u8fdc": 619, "\u4ef0": 620, "\u5149": 621, "\u8bf8": 622, "\u5b8b": 623, "\u59da": 624, "\u90fd": 625, "\u539f": 626, "\u672a": 627, "\u529b": 628, "\u560e": 629, "\u90ed": 630}, "unk_token": "<UNK>", "mask_token": "<MASK>", "begin_seq_token": "<BEGIN>", "end_seq_token": "<END>"}, "max_source_length": 42, "max_target_length": 12}